{
  "accessibility.disable": {},
  "accessibility.enable": {},
  "ar": "العربية",
  "chart.choropleth": "Choropleth {map}",
  "chart.config.baseline": "Linea base",
  "chart.config.dimension.for.symbols": "Dimensione per i simbolis",
  "chart.config.dimension.values.x.axis": "Valore dimensione per l'asse X",
  "chart.config.dimension.values.y.axis": "Valore dimensione per l'asse Y",
  "chart.config.dimension.x.axis": "Dimensione per l’asse X",
  "chart.config.dimension.x.y.axes": "Dimensione per gli assi X e Y",
  "chart.config.focus": "Grafico evidenziato",
  "chart.config.frequency": "Frequenza",
  "chart.config.height": "Altezza",
  "chart.config.highlights": "In evidenza",
  "chart.config.maximum": "Massimo",
  "chart.config.minimum": "Minimo",
  "chart.config.observations.displayed": "Osservazioni visualizzate come:",
  "chart.config.pivot": "Pivot",
  "chart.config.select": "Seleziona…",
  "chart.config.series": "Serie del grafico",
  "chart.config.size": "Grafico dimensione",
  "chart.config.stacked.percent": "Percentuali",
  "chart.config.stacked.values": "Valori",
  "chart.config.step": "Step",
  "chart.config.step.period": "Step (Periodo)",
  "chart.config.width": "Larghezza",
  "chart.config.x.axis": "Asse (x)",
  "chart.config.y.axis": "Asse (y)",
  "de": "Deutsch",
  "de.api.queries.contact": "Contattaci",
  "de.api.queries.copied": "Copiato nella clipboard",
  "de.api.queries.copy": "Clicca per copiare",
  "de.api.queries.doc": "API documentazione",
  "de.api.queries.format.flat": "Formato Flat",
  "de.api.queries.format.label": {},
  "de.api.queries.format.time.series": "Formato Serie storica",
  "de.api.queries.information": "Il filtro per la query è generato a partire dalla selezione effettuata. Per cambiare la selezione, usa i filtri sulla sinistra.",
  "de.api.queries.label.data": "Query di dati",
  "de.api.queries.label.structure": "Query di struttura",
  "de.api.queries.notice": "L’application programming interface (API) basata sullo standard SDMX permette agli sviluppatori un accesso ai dati utilizzando una semplice URL RESTful ed un Header HTTP per scegliere un formato di risposta, incluso JSON{br}Per iniziare seleziona {docLink}. Per qualunque domanda {contactLink}.",
  "de.api.queries.title": {},
  "de.app.title.search": ".Stat Data Explorer",
  "de.app.title.vis": ".Stat Data Explorer • {dataflowName}",
  "de.contentConstraints.checkbox.label": "Hide filter items without data",
  "de.error.title": "Spiacenti, si è verificato un errore.",
  "de.filter.period.title.head": {},
  "de.filter.period.title.last": {},
  "de.filters.search.help": {},
  "de.footer.author": ".Stat Suite",
  "de.footer.description": "{icon} Utilizzando la {link}",
  "de.footer.disclaimer": "Il codice sorgente dell'applicazione è open-source, protetto da copyright e fornito senza garanzia.{br}Per i dettagli vedere la dichiarazione di licenza.",
  "de.no.external.resources": {},
  "de.panel.contentConstraints.title": "Data availability",
  "de.period.day": "Giorno",
  "de.period.end": "Fine",
  "de.period.full_hour": "Ora",
  "de.period.helpLastNPeriods": "Ottieni gli ultimi [X] periodi di tempo disponibili per le serie storiche nell'intervallo di tempo specificato",
  "de.period.hour": "Ora",
  "de.period.last": "Ultimo",
  "de.period.minute": "Minuto",
  "de.period.month": "Mese",
  "de.period.periods": "periodi",
  "de.period.quarter": "Trimestre",
  "de.period.semester": "Semestre",
  "de.period.start": "Inizio",
  "de.period.week": "Settimana",
  "de.period.year": "Anno",
  "de.search.agencyId": {},
  "de.search.back": {},
  "de.search.dataflow.last.updated": "Ultimo aggiornamento:",
  "de.search.dataflow.source": "Fonte",
  "de.search.datasourceId": "Fonte dati",
  "de.search.list.blank": "Nessun risultato trovato",
  "de.search.list.loading": "Cercando…",
  "de.search.list.status": "{size, number} {size, plural, one {result} other {results}}",
  "de.search.page": "Pagina",
  "de.search.page.of": "di",
  "de.search.splash": "Ricerca, visualizza e condividi dati…",
  "de.search.topics.browse": "Ricerca per",
  "de.search.version": {},
  "de.side.filters.action": "Filtri",
  "de.table.layout.apply": "Applica",
  "de.table.layout.cancel": "Annulla",
  "de.table.layout.getter.dimension": "Formato etichetta",
  "de.table.layout.help": "Trascina le dimensioni tra le Colonne, le Sezioni e le Righe",
  "de.table.layout.table": "Anteprima tabella prossimamente…",
  "de.table.layout.time.asc": "Ascendente",
  "de.table.layout.time.desc": "Discendente",
  "de.table.layout.value.one": "Nel sottotitolo",
  "de.table.layout.x": "Righe",
  "de.table.layout.y": "Colonne",
  "de.table.layout.z": "Sezioni",
  "de.viewer.copyright.content.label": "{link}",
  "de.viewer.copyright.content.link": {},
  "de.viewer.copyright.content.link.label": "Terms & Conditions",
  "de.viewer.copyright.label": "©",
  "de.vis.map.loading": "Loading the Map",
  "de.visualisation.data.loading": "Caricando i dati…",
  "de.visualisation.loading": "Caricando struttura e dati…",
  "de.visualisation.toolbar.action.apiqueries": "API queries",
  "de.visualisation.toolbar.action.customize": "Personalizza",
  "de.visualisation.toolbar.action.download": "Scarica",
  "de.visualisation.toolbar.action.download.chart.selection": {},
  "de.visualisation.toolbar.action.download.csv.all": "Dataset completo in CSV",
  "de.visualisation.toolbar.action.download.csv.selection": "Selezione in CSV",
  "de.visualisation.toolbar.action.download.excel.selection": "Tabella in Excel",
  "de.visualisation.toolbar.action.fullscreen": "Schermo intero",
  "de.visualisation.toolbar.action.labels": "Labels",
  "de.visualisation.toolbar.action.more": "More",
  "de.visualisation.toolbar.action.share": "Condividi",
  "de.visualisation.toolbar.chart": "Grafico",
  "de.visualisation.toolbar.chart.bar": "Barre verticali",
  "de.visualisation.toolbar.chart.horizontalsymbol": "Simbili orizontali",
  "de.visualisation.toolbar.chart.row": "Barre orizzontali",
  "de.visualisation.toolbar.chart.scatter": "Dispersione",
  "de.visualisation.toolbar.chart.stacked": "Barre in pila",
  "de.visualisation.toolbar.chart.timeline": "Linea temporale",
  "de.visualisation.toolbar.chart.verticalsymbol": "Simbili verticali ",
  "de.visualisation.toolbar.microdata": {},
  "de.visualisation.toolbar.table": "Tabella",
  "en": "English",
  "es": "Español",
  "fr": "Français",
  "incomplete.chart.data": "La selezione corrente è superiore ai limiti per la visualizzazione dei dati (massimo {range, number} punti dati) risultando in un grafico incompleto. Tutti i punti dati selezionati possono ancora essere scaricati in testo tabulare (CSV).",
  "incomplete.table.data": "La selezione corrente è superiore ai limiti per la visualizzazione dei dati (massimo {range, number} punti dati o {cellsLimit, number} celle della tabella) risultando in una tabella incompleta. Tutti i punti dati selezionati possono ancora essere scaricati in testo tabulare (CSV).",
  "it": "Italiano",
  "km": "ភាសារខ្មែរ",
  "log.error.sdmx.404": {},
  "log.error.sdmx.40x": {},
  "log.error.sdmx.xxx": {},
  "microdata.count": {},
  "microdata.download.csv.all": {},
  "microdata.download.csv.selection": {},
  "microdata.download.excel.selection": {},
  "microdata.title": {},
  "microdata.value": {},
  "nl": "Nederlands",
  "scopelist.selection.current": {},
  "scopelist.selection.level": {},
  "scopelist.selection.title": {},
  "share.action": "Richiedi URL ed incorpora il codice",
  "share.disclaimer": "Per condividere e incorporare i nostri contenuti in modo sicuro, ti invieremo le informazioni necessarie via e-mail. Il tuo indirizzo email viene utilizzato solo per consentirti di accedere a questo servizio e sarà protetto in conformità con la nostra {link}.",
  "share.error.message": "Si è verificato un errore",
  "share.error.title": "Errore",
  "share.latest": "I dati più recenti per il period definito",
  "share.mail": "Indirizzo email (richiesto)",
  "share.policy.link": "politica sulla riservatezza",
  "share.snapshot": "Istantanea dei dati per il periodo definito (I dati non cambieranno anche se verranno aggiornati alla fonte)",
  "share.success.message": "A breve invieremo il contenuto richiesto",
  "share.success.title": "Grazie!",
  "share.title": "La tua selezione per la condivisione:",
  "units.of.measure": "Unit of Measure",
  "used.filters.reducing": {},
  "user.login": "Log In",
  "user.logout": "Log Out",
  "viewer.guidance.bar": "<b>Tutte le barre sono grigie e non possono essere distinte?</b>{br}Le barre sono colorate solo se particolarmente evidenziate, altrimenti il ​​loro scopo è fornire una panoramica generale delle dimensioni di tutte le categorie. Utilizza la funzione di evidenziazione nel menu «Personalizza» per scegliere le barre per le quali desideri applicare i colori. Esiste una sequenza di colori predefinita (massimo 8 colori ripetuti) quindi l'ordine della selezione di evidenziazione è significativo.{br}{br}<b>Le barre non sono etichettate?</b>{br}Le barre sono etichettate solo se presenti c'è spazio sufficiente per quelle etichette. Lo spazio verticale minimo richiesto per le etichette è il 50% delle dimensioni del grafico. Aumentare l'altezza del grafico finché non vengono visualizzate le etichette. Inoltre, a volte lo spazio orizzontale è insufficiente, quindi prova anche ad aumentare la larghezza del grafico. Troverai queste opzioni nel menu «Personalizza».{br}{br}<b>Le barre rappresentano periodi di tempo ma non sono ordinate cronologicamente?</b>{br}Il grafico a barre viene utilizzato per confrontare valori statistici di diverse categorie e, per facilitare questo confronto, le barre sono sempre ordinate in ordine crescente per valori statistici. Se intendi visualizzare una tendenza cronologica, utilizza invece il grafico della sequenza temporale. Tieni presente che il grafico a barre in pila (con una sola variabile per barra) sarebbe un'altra alternativa se le barre sono assolutamente obbligatorie.{br}{br}<b>Diverse dimensioni sono combinate per barra?</b>{br}Se la tua selezione varia per più di una delle dimensioni, quindi le barre rappresenteranno tutte le possibili combinazioni degli elementi dimensione selezionati. Se desideri confrontare i valori di una sola dimensione, assicurati che tutte le altre dimensioni abbiano selezioni singole.{br}{br}<b>Le barre non contengono gli elementi desiderati?</b>{br}Assicurati di includi nella tua selezione solo gli elementi dimensione richiesti.{br}{br}<b>Il grafico non ha le dimensioni o il ridimensionamento degli assi desiderati?</b>{br}Utilizza le varie opzioni di personalizzazione del grafico che troverai nel menu «Personalizza».",
  "viewer.guidance.choro": "<b>La mappa non viene generata e viene visualizzato il messaggio «Non ci sono dati per la selezione corrente. Modifica la selezione.»?</b>{br}Le mappe richiedono dati che coprano almeno 1 punto dati. Controlla e aumenta gli elementi dimensione attualmente selezionati.{br}{br}<b>La mappa non mostra la variabile desiderata?</b>{br}Le mappe richiedono esattamente 1 punto dati per oggetto mappa. Adatta gli elementi dimensione attualmente selezionati. I punti dati disponibili possono essere controllati con la scheda «Tabella».{br}{br}<b>Il grafico non ha le dimensioni desiderate?</b>{br}Utilizza le opzioni di personalizzazione delle dimensioni del grafico che troverai nel menu «Personalizza». Tieni presente che la scala dello zoom non è attualmente personalizzabile.{br}{br}<b>Il grafico non ha la scala dei colori desiderata?</b>{br}Purtroppo, la scala dei colori non è attualmente personalizzabile.",
  "viewer.guidance.hsymbol": "<b> La serie di simboli non contiene gli elementi desiderati? </b> {br} Utilizza il menu «Personalizza» per scegliere la dimensione come «Serie del grafico (dimensione per i simbolis)» che contiene gli elementi da visualizzare come serie di simboli. {br} {br} <b> Tutte le serie di simboli sono grigie e non possono essere distinte? </b> {br} Le serie di simboli sono colorate solo se particolarmente evidenziate, altrimenti il ​​loro scopo è fornire una panoramica generale di tutti i valori. Utilizza la funzione di evidenziazione nel menu «Personalizza» per scegliere la serie di simboli per la quale desideri applicare i colori. Esiste una sequenza di colori predefinita (massimo 8 colori ripetuti), quindi l'ordine di selezione delle alte luci è significativo. {br} {br} <b> Le serie di simboli non sono etichettate? </b> {br} Le serie di simboli vengono etichettate solo se c'è spazio sufficiente per quelle etichette. Aumentare l'altezza del grafico finché non vengono visualizzate le etichette o ridurre la selezione. Inoltre, a volte lo spazio orizzontale è insufficiente, quindi prova anche ad aumentare la larghezza del grafico. Troverai queste opzioni nel menu «Personalizza». {br} {br} <b> Il grafico non è stato generato e viene visualizzato il messaggio «Non ci sono dati per la selezione corrente. Modifica la selezione.»? </b> {br} Assicurati di avere una selezione che includa almeno 2 punti dati. È possibile verificare la disponibilità dei dati utilizzando la scheda «Tabella». {br} {br} <b> Diverse dimensioni vengono combinate per serie di simboli? </b> {br} Se la selezione varia per più di due dimensioni, la serie di simboli rappresenterà tutte le possibili combinazioni degli elementi dimensione selezionati. Se si desidera confrontare le serie di simboli di una sola dimensione, assicurarsi che tutte le altre dimensioni abbiano selezioni singole. {br} {br} <b> Il grafico non ha le dimensioni o il ridimensionamento degli assi desiderati? </b> {br} Utilizza le varie opzioni di personalizzazione del grafico che troverai nel menu «Personalizza».",
  "viewer.guidance.row": "<b> Tutte le righe sono grigie e non è possibile distinguerle? </b> {br} Le righe sono colorate solo se particolarmente evidenziate, altrimenti il ​​loro scopo è fornire una panoramica generale delle dimensioni di tutte le categorie. Utilizza la funzione di evidenziazione nel menu «Personalizza» per scegliere le righe per le quali desideri applicare i colori. Esiste una sequenza di colori predefinita (massimo 8 colori ripetuti), quindi l'ordine di selezione delle alte luci è significativo. {br} {br} <b> Le righe non sono etichettate? </b> {br} Le righe vengono etichettate solo se c'è spazio sufficiente per quelle etichette. Aumentare l'altezza del grafico finché non vengono visualizzate le etichette o ridurre la selezione. Inoltre, a volte lo spazio orizzontale è insufficiente, quindi prova anche ad aumentare la larghezza del grafico. Troverai queste opzioni nel menu «Personalizza». {br} {br} <b> Il grafico non è stato generato e viene visualizzato il messaggio «Non ci sono dati per la selezione corrente. Modifica la selezione.»? </b> o <b> Non vengono visualizzate righe? </b> {br} Assicurati di avere una selezione che includa almeno 2 punti dati. È possibile verificare la disponibilità dei dati utilizzando la scheda «Tabella». {br} {br} <b> Diverse dimensioni vengono combinate per riga? </b> {br} Se la selezione varia per più di una delle dimensioni, le righe rappresenteranno tutte le possibili combinazioni degli elementi dimensione selezionati. Se desideri confrontare i valori di una sola dimensione, assicurati che tutte le altre dimensioni abbiano selezioni singole. {br} {br} <b> Le righe non contengono gli elementi desiderati? </b> {br} Assicurati di includere nella tua selezione solo gli elementi dimensione richiesti. {br} {br} <b> Il grafico non ha le dimensioni o il ridimensionamento degli assi desiderati? </b> {br} Utilizza le varie opzioni di personalizzazione del grafico che troverai nel menu «Personalizza».",
  "viewer.guidance.scatter": "<b> Gli assi di dispersione orizzontale e/o verticale non contengono le variabili desiderate? </b> {br} Utilizza il menu «Personalizza» per scegliere la dimensione come «Serie del grafico (dimensione per gli assi X e Y)» che contiene le variabili (elementi) da confrontare. Selezionare anche gli elementi dimensione corrispondenti da confrontare come «Valore dimensione per l'asse X» e «Valore dimensione per l'asse Y». {br} {br} <b> Il grafico mostra solo un punto? </b> {br} I grafici a dispersione confrontano per due valori di una dimensione i valori variabili di una (o più) altre dimensioni. Pertanto, i grafici a dispersione richiedono più selezioni in almeno due dimensioni. Assicurati che la tua selezione sia adeguata. Utilizza la «Tabella» per verificare anche la disponibilità dei dati. {br} {br} <b> Il grafico non è stato generato e viene visualizzato il messaggio «Non ci sono dati per la selezione corrente. Modifica la selezione.»? </b> {br} Assicurati di avere una selezione che includa almeno 1 punto dati. È possibile verificare la disponibilità dei dati utilizzando la scheda «Tabella». {br} {br} <b> Tutti i punti sono grigi e non possono essere distinti? </b> {br} I punti sono colorati solo se particolarmente evidenziati, altrimenti hanno lo scopo di fornire una panoramica generale della distribuzione permettendo di identificare il tipo di relazione tra le variabili tracciate. Utilizza la funzione di evidenziazione nel menu «Personalizza» per scegliere gli elementi dimensione per i quali desideri applicare i colori. Esiste una sequenza di colori predefinita (massimo 8 colori ripetuti), quindi l'ordine di selezione delle alte luci è significativo. {br} {br} <b> Il grafico non ha le dimensioni o il ridimensionamento degli assi desiderati? </b> {br} Utilizza le varie opzioni di personalizzazione del grafico che troverai nel menu «Personalizza».",
  "viewer.guidance.stacked": "<b> Le barre in pila non rappresentano le categorie e le variabili previste? </b> {br} Il grafico a barre in pila viene utilizzato per confrontare diversi valori statistici per diverse categorie. Utilizza il menu «Personalizza» per scegliere la dimensione utilizzata per distinguere le barre in pila come «Serie del grafico (dimensione per l'asse X)». I segmenti della barra rappresenteranno tutte le possibili combinazioni degli altri elementi dimensione selezionati. Riduci la selezione a solo due dimensioni variabili se i segmenti devono rappresentare gli elementi di una singola dimensione. {br} {br} <b> Tutte le barre in pila sono ombreggiate in grigio e non possono essere distinte? </b> {br} Le barre in pila sono colorate solo se particolarmente evidenziate, altrimenti il ​​loro scopo è fornire una panoramica generale delle dimensioni per i valori di tutte le categorie. Utilizza la funzione di evidenziazione nel menu «Personalizza» per scegliere le barre in pila per le quali desideri applicare i colori. Esiste una sequenza di colori predefinita (massimo 8 colori ripetuti), quindi l'ordine di selezione delle alte luci è significativo. Lo schema di ombreggiatura non può essere modificato. {br} {br} <b> Le barre impilate non sono etichettate? </b> {br} Le barre in pila vengono etichettate solo se c'è spazio sufficiente per quelle etichette. Lo spazio verticale minimo richiesto per le etichette è il 50% delle dimensioni del grafico. Aumentare l'altezza del grafico finché non vengono visualizzate le etichette. Inoltre, a volte lo spazio orizzontale è insufficiente, quindi prova anche ad aumentare la larghezza del grafico. Troverai queste opzioni nel menu «Personalizza». {br} {br} <b> Volevi un grafico a barre in pila percentuale? </b> {br} Utilizza l'opzione di personalizzazione «Percentuali» che troverai nel menu «Personalizza». Questo tipo di grafico consente di confrontare le condivisioni in una dimensione. {br} {br} <b> Il grafico non è stato generato e viene visualizzato il messaggio «Non ci sono dati per la selezione corrente. Modifica la selezione.»? </b> {br} I grafici a barre in pila richiedono dati che coprano almeno 2 punti dati. Controlla e aumenta gli elementi dimensione attualmente selezionati. {br} {br} <b> Il grafico non ha le dimensioni o il ridimensionamento degli assi desiderati? </b> {br} Utilizza le varie opzioni di personalizzazione del grafico che troverai nel menu «Personalizza».",
  "viewer.guidance.timeline": "<b> Tutte le linee sono grigie e non possono essere distinte? </b> {br} Le linee temporali sono colorate solo se particolarmente evidenziate, altrimenti il ​​loro scopo è fornire una panoramica generale delle tendenze di tutte le linee temporali. Utilizza la funzione di evidenziazione nel menu «Personalizza» per scegliere le linee temporali per le quali desideri applicare i colori. Esiste una sequenza di colori predefinita (massimo 8 colori ripetuti), quindi l'ordine di selezione delle alte luci è significativo. {br} {br} <b> Le linee temporali non sono etichettate? </b> {br} Le linee sono etichettate solo se particolarmente evidenziate. Utilizza la funzione di evidenziazione nel menu «Personalizza» per scegliere le linee temporali per le quali desideri visualizzare le etichette. {br} {br} <b> Le linee temporali evidenziate non mostrano punti per i valori? </b> {br} I punti sulle linee temporali vengono visualizzati solo se è presente uno spazio orizzontale sufficiente che consenta di distinguere bene i punti. Aumentare la larghezza del grafico o ridurre la selezione dell'intervallo di tempo. {br} {br} <b> Diverse dimensioni vengono combinate per linee temporale? </b> {br} Se, a parte la dimensione temporale, la selezione varia per più di una delle dimensioni, le linee temporali rappresenteranno tutte le possibili combinazioni degli elementi dimensione selezionati. Se desideri confrontare le linee temporali di una sola dimensione, assicurati che tutte le altre dimensioni abbiano selezioni singole. {br} {br} <b> Il grafico non è stato generato e viene visualizzato il messaggio «Non ci sono dati per la selezione corrente. Modifica la selezione.»? </b> {br} I grafici della linee temporale richiedono dati che coprano almeno 2 periodi di tempo. Controlla e aumenta l'intervallo di tempo attualmente selezionato. {br} {br} <b> Il grafico non ha le dimensioni o il ridimensionamento degli assi desiderati? </b> {br} Utilizza le varie opzioni di personalizzazione del grafico che troverai nel menu «Personalizza».",
  "viewer.guidance.vsymbol": "<b> La serie di simboli non contiene gli elementi desiderati? </b> {br} Utilizza il menu «Personalizza» per scegliere la dimensione come «Serie del grafico (dimensione per i simbolis)» che contiene gli elementi da visualizzare come serie di simboli. {br} {br} <b> Tutte le serie di simboli sono grigie e non possono essere distinte? </b> {br} Le serie di simboli sono colorate solo se particolarmente evidenziate, altrimenti il ​​loro scopo è fornire una panoramica generale di tutti i valori. Utilizza la funzione di evidenziazione nel menu «Personalizza» per scegliere la serie di simboli per la quale desideri applicare i colori. Esiste una sequenza di colori predefinita (massimo 8 colori ripetuti), quindi l'ordine di selezione delle alte luci è significativo. {br} {br} <b> Le serie di simboli non sono etichettate? </b> {br} Le serie di simboli vengono etichettate solo se c'è spazio sufficiente per quelle etichette. Lo spazio verticale minimo richiesto per le etichette è il 50% delle dimensioni del grafico. Aumentare l'altezza del grafico finché non vengono visualizzate le etichette. Inoltre, a volte lo spazio orizzontale è insufficiente, quindi prova anche ad aumentare la larghezza del grafico. Troverai queste opzioni nel menu «Personalizza». {br} {br} <b> Il grafico non è stato generato e viene visualizzato il messaggio «Non ci sono dati per la selezione corrente. Modifica la selezione.»? </b> {br} Assicurati di avere una selezione che includa almeno 2 punti dati. È possibile verificare la disponibilità dei dati utilizzando la scheda «Tabella». {br} {br} <b> Diverse dimensioni vengono combinate per serie di simboli? </b> {br} Se la selezione varia per più di due dimensioni, la serie di simboli rappresenterà tutte le possibili combinazioni degli elementi dimensione selezionati. Se si desidera confrontare le serie di simboli di una sola dimensione, assicurarsi che tutte le altre dimensioni abbiano selezioni singole. {br} {br} <b> Il grafico non ha le dimensioni o il ridimensionamento degli assi desiderati? </b> {br} Utilizza le varie opzioni di personalizzazione del grafico che troverai nel menu «Personalizza».",
  "viewer.guidances.chart": "💡 Non hai ottenuto il grafico previsto?",
  "viewer.guidances.table": {},
  "vx.config.copyright": {},
  "vx.config.display.both": "Entrambi",
  "vx.config.display.code": "Codice",
  "vx.config.display.label": "Nome",
  "vx.config.logo": {},
  "vx.config.reset": {},
  "vx.config.source": {},
  "vx.config.subtitle": {},
  "vx.config.title": {},
  "vx.config.uniq.focus.option": "Linea temporale",
  "vx.filters.current.clear": "Pulisci tutti i filtri",
  "vx.filters.current.title": "Filtri usati",
  "vx.no.data.selection": "Non ci sono dati per la selezione corrente. Modifica la selezione.",
  "vx.no.time.data": {},
  "vx.spotlight.placeholder": "Ricerca...",
  "vx.spotlight.placeholder.primary": "Ricerca in tutto",
  "vx.spotlight.placeholder.secondary": "Ricerca solo in",
  "wcag.filters.search.help": {},
  "wcag.pinned": {},
  "wcag.scopelist.navigate.backHelper": {},
  "wcag.scopelist.navigate.next": {},
  "wcag.search.page.end": {},
  "wcag.search.page.next": {},
  "wcag.search.page.previous": {},
  "wcag.search.page.start": {},
  "wcag.table.layout.cancel": {},
  "wcag.table.layout.end": {},
  "wcag.table.layout.explanation": {},
  "wcag.table.layout.start": {},
  "wcag.table.layout.update": {},
  "action.cancel": {},
  "action.categorise": {},
  "action.close": {},
  "action.delete": {},
  "artefact.categorisation.error": {},
  "artefact.categorisation.success": {},
  "artefact.categorisation.warning": {},
  "artefact.categorising": {},
  "artefact.cleanup.error": {},
  "artefact.cleanup.success": {},
  "artefact.code": {},
  "artefact.delete": {},
  "artefact.delete.error": {},
  "artefact.delete.relatives": {},
  "artefact.delete.success": {},
  "artefact.description": {},
  "artefact.is.deleting": {},
  "artefact.is.exporting.data": {},
  "artefact.is.exporting.structure": {},
  "artefact.is.final": {},
  "artefact.is.transfering": {},
  "artefact.is.transfering.data": {},
  "artefact.label": {},
  "artefact.no.label": {},
  "artefact.observations": {},
  "artefact.owner": {},
  "artefact.relative.dependency": {},
  "artefact.relative.non.authorized": {},
  "artefact.relative.non.selectable": {},
  "artefact.relatives": {},
  "artefact.relatives.error": {},
  "artefact.type": {},
  "artefact.type.agencyscheme": {},
  "artefact.type.attachmentconstraint": {},
  "artefact.type.categorisation": {},
  "artefact.type.categoryscheme": {},
  "artefact.type.codelist": {},
  "artefact.type.conceptscheme": {},
  "artefact.type.contentconstraint": {},
  "artefact.type.dataconsumerscheme": {},
  "artefact.type.dataflow": {},
  "artefact.type.dataproviderscheme": {},
  "artefact.type.datastructure": {},
  "artefact.type.hierarchicalcodelist": {},
  "artefact.type.metadataflow": {},
  "artefact.type.metadatastructure": {},
  "artefact.type.organisationscheme": {},
  "artefact.type.organisationunitscheme": {},
  "artefact.type.process": {},
  "artefact.type.provisionagreement": {},
  "artefact.type.reportingtaxonomy": {},
  "artefact.type.structureset": {},
  "artefact.unknown.observations": {},
  "artefact.version": {},
  "artefact.withall.refs.selector": {},
  "artefact.without.refs.selector": {},
  "artefacts.filters.agencies.title": {},
  "artefacts.filters.categories.title": {},
  "artefacts.filters.external.spaces.title": {},
  "artefacts.filters.my.artefacts": {},
  "artefacts.filters.spaces.title": {},
  "artefacts.filters.types.title": {},
  "artefacts.filters.version.all": {},
  "artefacts.filters.version.latest": {},
  "artefacts.filters.version.title": {},
  "artefacts.no.artefact": {},
  "artefacts.no.selection": {},
  "artefacts.no.spaces": {},
  "artefacts.no.types": {},
  "artefacts.status": {},
  "categorise.artefact": {},
  "dataflow.categories": {},
  "dataflow.flavours": {},
  "dataflow.no.categories": {},
  "dataflow.space": {},
  "delete.with.relatives": {},
  "delete.without.relatives": {},
  "dlm.app.footer.author": ".Stat Suite",
  "dlm.app.footer.description": "{icon} Utilizzando la {link}",
  "dlm.app.footer.disclaimer": "Il codice sorgente dell'applicazione è open-source, protetto da copyright e fornito senza garanzia.{br}Per i dettagli vedere la dichiarazione di licenza.",
  "dlm.app.title": "Data Lifecycle Manager",
  "dump.description": {},
  "dump.download": {},
  "dump.reset": {},
  "dump.spaces": {},
  "dump.title": {},
  "export.artefact": {},
  "export.data": {},
  "export.data.csv": {},
  "export.data.xml": {},
  "file": {},
  "files.no.file": {},
  "filter.final": {},
  "filters.no.filter": {},
  "locale.current": {},
  "logout": {},
  "pagination.status": {},
  "path.current": {},
  "route.dump": {},
  "route.not.found": {},
  "route.upload.data": {},
  "route.upload.structure": {},
  "selection.reset": {},
  "spaces.no.space": {},
  "spotlight.placeholder": {},
  "transfer-ws.status.401": {},
  "transfer-ws.status.403": {},
  "transfer.apply": {},
  "transfer.artefact": {},
  "transfer.artefact.error": {},
  "transfer.artefact.id": {},
  "transfer.artefact.name": {},
  "transfer.artefact.source": {},
  "transfer.artefact.success": {},
  "transfer.artefact.type": {},
  "transfer.artefact.warning": {},
  "transfer.cancel": {},
  "transfer.data": {},
  "transfer.data.error": {},
  "transfer.data.success": {},
  "transfer.data.warning": {},
  "transfer.dataquery": {},
  "transfer.dataquery.info": {},
  "transfer.dataquery.placeholder": {},
  "transfer.destination": {},
  "transfer.source": {},
  "upload": {},
  "upload.artefact.error": {},
  "upload.artefact.help": {},
  "upload.artefact.success": {},
  "upload.artefact.title": {},
  "upload.artefact.warning": {},
  "upload.data.error": {},
  "upload.data.help.edd.file": {},
  "upload.data.help.excel": {},
  "upload.data.help.sdmx": {},
  "upload.data.success": {},
  "upload.data.title": {},
  "upload.data.warning": {},
  "upload.exceed.oversize.limit": {},
  "upload.files": {},
  "upload.files.add": {},
  "upload.files.add.help": {},
  "upload.mode.EXCEL_EDD": {},
  "upload.mode.SDMX_CSV": {},
  "upload.path": {},
  "upload.path.checkbox": {},
  "upload.path.placeholder": {},
  "upload.reset": {},
  "upload.spaces": {},
  "upload.unknown": {},
  "users.none": {},
  "view.artefact.relatives": {},
  "data.error": {},
  "data.fetching": {},
  "data.none": {},
  "data.not.found": {},
  "data.pending": {},
  "dv.incomplete.chart.data": {},
  "dv.incomplete.table.data": {}
}
